{
  "login": { "status": "success", "token": "RYUsZoL16PQ1qOohw1HWJ72xclWgkacq4TdnJDGX" },
  "me": { 
    "id": 1, 
    "name": "Hubert Ganda",
    "picture": "https://vignette.wikia.nocookie.net/disgaea/images/8/8d/PramD4portrait.jpg/revision/latest?cb=20110819215323&path-prefix=en"
  },
  "users": [
    { 
      "id": 1, 
      "name": "Hubert Ganda", 
      "picture": "https://vignette.wikia.nocookie.net/disgaea/images/8/8d/PramD4portrait.jpg/revision/latest?cb=20110819215323&path-prefix=en",
      "active": 1
    },
    { 
      "id": 2, 
      "name": "Effene Herry", 
      "picture": "https://vignette.wikia.nocookie.net/disgaea/images/2/20/Dark_Lord_Valvoga.png/revision/latest/scale-to-width-down/180?cb=20160930181407&path-prefix=en",
      "active": 1
    },
    { 
      "id": 3, 
      "name": "Andreas Pangaribuan", 
      "picture": "https://vignette.wikia.nocookie.net/disgaea/images/6/6b/Art-51.jpg/revision/latest/scale-to-width-down/185?cb=20100822203237&path-prefix=en",
      "active": 1
    },
    { 
      "id": 4, 
      "name": "Robert Arifin", 
      "picture": "https://vignette.wikia.nocookie.net/disgaea/images/4/42/Mk-king-drake-the-third.jpg/revision/latest/scale-to-width-down/180?cb=20090626071502&path-prefix=en",
      "active": 1
    }
  ],
  "products": [
    {
      "id": 1,
      "title": "GranBlue Fantasy",
      "developer": "CyGames",
      "image": "https://images-na.ssl-images-amazon.com/images/I/91TKtO1oWaL.jpg",
      "description": "There exists a world in which islands of all shapes and sizes float in a sea of clouds. This is a world forsaken by the gods.\n\nA long time ago, beings known as the Astrals attempted to seize control of this world with their overwhelming power. However, the citizens of the skies, the Skydwellers, successfully resisted. The world once again entered a time of peace.\n\nPresently, our hero is about to embark on a journey after receiving a letter from his missing father. Accompanying him is Vyrn, a rather peculiar family member who happens to be a winged lizard. Despite Vyrn's objections, our hero prepares to leave his home of Zinkenstill when the mysterious island is suddenly engulfed in flames.\n\nThe fleet of the burgeoning Erste Empire wreaks havoc from the skies above.\n\nAmidst the chaos, a chance encounter with a mysterious girl named Lyria awakens the fallen dragon of the stars, who unleashes a roar of revival."
    },
    {
      "id": 2,
      "title": "Princess Connect RE:Dive",
      "developer": "CyGames",
      "image": "https://pbs.twimg.com/media/DVpAuAwX0AUPqXF.jpg",
      "description": "It is an unreal, beautiful and precious dream-the beautiful Earth Astoria continent. At its center is the land of the land, the capital city, Landsor, where several races—beasts, elves, demons, and humans—help each other.\n\nThe main character you woke up was in the nearby plain. The sound of a gentle wind and the smell of fresh flowers. However, only memory is completely lost.\n\nThe only girl in the strange world who led the puzzled youth was a little girl who played the role of a guide. Furthermore, a hungry swordsman passed by. A kind-hearted wizard girl. A cat beast (Beast) who was going down. Bonds born one after another will keep you connected to the world.\n\nEven if I didn't know how to get back to memory, I was used to a peaceful life and thought I could live happily. But peaceful times do not last forever. When the shadow of a huge conspiracy plugs into Landsol, the fate of you and the girls starts to move"
    },
    {
      "id": 3,
      "title": "Dragalia Lost",
      "developer": "CyGames, Nitendo",
      "image": "https://dragalialost.com/app/wp-content/uploads/2019/09/c80870729a47022dbf6cb0662bd81afb.png",
      "description": "\"O great dragon of the forest! If you can hear my voice, then heed my call. Grant me the pactstone's power!\"\n\nAlberia... A kingdom where dragons rule over nature. The Alberian royal family possesses the power of shapeshifting. By forming a pact with a dragon, they can borrow its form and wield its immense strength.\n\nOne day, the kingdom is met with a strange and most troubling occurrence. The power of the Sacred Shard that protects the city begins to weaken. In order to protect his people, the seventh prince of Alberia, not yet pactbound with a dragon, sets out on what's known as the Dragon Choosing.\n\nWhile he seeks a dragon to form a pact with, he'll meet new companions - including a mysterious girl from another time - and face a sudden and inexplicable change in his own father, the king.\n\nSuch are the chronicles of the bonds and battles that await the Dragonblood Prince."
    },
    {
      "id": 4,
      "title": "Fate/Grand Order",
      "developer": "Delightworks, Sega Interactive",
      "image": "https://i.ytimg.com/vi/0dPmbah0wLs/maxresdefault.jpg",
      "description": "AD. 2017\nThe last era in which Magecraft still existed.\n\nSociety was created by human hands, but Mages grasped the truth of the world. Magecraft is comprised of techniques from past humans that cannot be explained by science, while science encompasses the techniques of future humans that Magecraft cannot achieve.\n\nResearchers and scholars of both Magecraft and science have been gathered to maintain human civilization.\n\nAD. 1950: Successful creation of the Phenomenon\nRecording Cyber Daemon: Laplace\nAD. 1990: Completion of the Global Environment Model: Chaldeas\nAD. 1999: Completion of the Near-Future Observation Lens: Sheba\nAD. 2004: Completion of the Heroic Spirit Summoning System: Fate\nAD. 2017: Completion of the Spiritron Calculation Engine: Trismegistus\n\nThe organization has continued to churn out splendid achievements, and thanks to Chaldea, the continued history of the human race was ensured up to 100 years in the future.\n\nBut then, in 2017...\n\nWithout warning, the future domain recorded by Sheba vanished.\nCalculations identified proved the extinction of humanity in 2019.\n\nWhy? How? Who? By what means?\nThe researchers of Chaldea were perplexed by these questions.\n\nThen, Sheba detected a new abnormality.\nAD. 2004. A certain provincial town in Japan.\nFor the first time ever, a region that could not be observed appeared.\n\nAssuming that this was the cause of humanity’s extinction, Chaldea carried out its sixth experiment, though it was still untested.\nTime travel into the past.\nA forbidden ceremony where they would convert Mages into Spiritrons and send them back in time. By intervening in events, they would locate, identify, and destroy the space-time Singularities.\n\nThey called the mission the Quest for the Holy Grail: Grand Order.\n\nThis is the title for those who would make a stand against human history, and battle fate in order to protect humanity."
    },
    {
      "id": 5,
      "title": "SINoALICE",
      "developer": "Pokelabo",
      "image": "https://dicendpads.com/wp-content/uploads/2019/05/SINoALICE-Global-pre-registration-featured.jpg",
      "description": "少女たちに課された使命は ”全てを滅ぼす” こと。\n\n運命に翻弄され、傷つき、騙され、殺し合う少女達は皆。\n\n同じ願いを持っていた……"
    },
    {
      "id": 6,
      "title": "Shadowverse",
      "developer": "CyGames",
      "image": "https://www.droidgamers.com/wp-content/uploads/2019/06/shadowverseBanner.jpg",
      "description": "THE FORESHADOW. An ominous presence has filled the skies. People know it by one name: The Morning Star. It is a promise of freedom. A glimpse of new worlds. A light reaching into oblivion. A shadow in mortal hearts. When darkness covers the world, the gates of annihilation will open..."
    }
  ]
}
